echo '5/4=4  ч.2 33... U.S.A. a:b 1.3 1..3 дословно.Он ' | ./utf8-tokenize.pl
echo '.п  вып.5 рис.1 F2.8 802.11n 127.0.0.1 д.4 обл.,' | ./utf8-tokenize.pl
echo ' страны…Да почему ' | ./utf8-tokenize.pl
echo ' прожженном актере—негодяе, обычно стр.1 мирст.8' | ./utf8-tokenize.pl
echo 'давай-Ка Rty-Щево кое-что нижне-вартовский пол-буханки не по-децки тот-кого-нельзя-называть ТОТ-ТФМ проф-сия Балашоу-ГаиФна' | ./utf8-tokenize.pl
echo 'вернуть?...Нет!!!' | ./utf8-tokenize.pl
echo 'Ни-кола-ни-двора-ционизм' | ./utf8-tokenize.pl
